Repository: xcv58/MacTools
Catalog: Sources/Resources/Localization/FeatureUI.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, it, ja, ko, pt, pt_br, ru, tr, zh_hant

source: 显示
ar: عرض
de: Anzeigen
en: Show
es: Mostrar
fr: Afficher
ja: 表示
ko: 표시
pt: Mostrar
ru: Показать
tr: Göster
zh_hant: 顯示

source: 更换图标
ar: تغيير الأيقونة
de: Symbol ändern
en: Change Icon
es: Cambiar icono
fr: Changer d'icône
ja: アイコン変更
ko: 아이콘 변경
pt: Alterar ícone
ru: Сменить значок
tr: Simgeyi Değiştir
zh_hant: 更換圖示

source: 月亮
ar: القمر
de: Mond
en: Moon
es: Luna
fr: Lune
ja: 月
ko: 달
pt: Lua
ru: Луна
tr: Ay

source: 树叶
ar: ورقة
de: Blatt
en: Leaf
es: Hoja
fr: Feuille
ja: リーフ
ko: 나뭇잎
pt: Folha
ru: Лист
tr: Yaprak
zh_hant: 樹葉

# 此面板中的内容将回到各自的默认面板。
source: 此面板中的内容将保留并移至其他面板。
ar: سيتم الاحتفاظ بعناصر هذه اللوحة ونقلها إلى لوحة أخرى.
de: Die Elemente in diesem Panel bleiben erhalten und werden in ein anderes Panel verschoben.
en: Items in this panel will be kept and moved to another panel.
es: Los elementos de este panel se conservarán y se moverán a otro panel.
fr: Les éléments de ce panneau seront conservés et déplacés vers un autre panneau.
ja: このパネルの項目は保持され、別のパネルに移動します。
ko: 이 패널의 항목은 유지되며 다른 패널로 이동합니다.
pt: Os itens deste painel serão mantidos e movidos para outro painel.
ru: Элементы этой панели сохранятся и будут перемещены на другую панель.
tr: Bu paneldeki öğeler özgün varsayılan panellerine geri döner.
zh_hant: 此面板中的內容將保留並移至其他面板。

source: 此面板暂无内容
ar: هذه اللوحة فارغة
de: Dieses Panel ist leer
en: This panel is empty
es: Este panel está vacío
fr: Ce panneau est vide
ja: このパネルは空です
ko: 이 패널은 비어 있습니다
pt: Este painel está vazio
ru: Эта панель пуста
tr: Bu panel boş
zh_hant: 此面板尚無內容

source: 没有匹配的图标
ar: لا توجد أيقونات مطابقة
de: Keine passenden Symbole
en: No matching icons
es: No hay iconos coincidentes
fr: Aucune icône correspondante
ja: 一致するアイコンがありません
ko: 일치하는 아이콘이 없습니다.
pt: Nenhum ícone correspondente
ru: Нет соответствующих значков
tr: Eşleşen simge yok
zh_hant: 沒有符合的圖示

source: 添加面板
ar: إضافة لوحة
de: Panel hinzufügen
en: Add Panel
es: Agregar panel
fr: Ajouter un panneau
ja: パネルを追加
ko: 패널 추가
pt: Adicionar painel
ru: Добавить панель
tr: Panel Ekle
zh_hant: 新增面板

source: 清单
ar: قائمة المراجعة
de: Checkliste
en: Checklist
es: Lista de verificación
fr: Liste de contrôle
ja: チェックリスト
ko: 체크리스트
pt: Lista de verificação
ru: Контрольный список
tr: Kontrol Listesi
zh_hant: 清單

source: 温度
ar: درجة الحرارة
de: Temperatur
en: Temperature
es: Temperatura
fr: Température
ko: 온도
pt: Temperatura
ru: Температура
tr: Sıcaklık
zh_hant: 溫度

source: 游戏
ar: الألعاب
de: Spiele
en: Games
es: Juegos
fr: Jeux
ja: ゲーム
ko: 게임
pt: Jogos
ru: Игры
tr: Oyunlar
zh_hant: 遊戲

source: 灯泡
ar: لمبة إضاءة
de: Glühbirne
en: Light Bulb
es: Bombilla
fr: Ampoule
ja: 電球
ko: 전구
pt: Lâmpada
ru: Лампочка
tr: Ampul
zh_hant: 燈泡

source: 照片
ar: صورة
de: Foto
en: Photo
es: Foto
fr: Photo
ja: 写真
ko: 사진
pt: Foto
ru: Фото
tr: Fotoğraf

source: 生活
ar: نمط الحياة
de: Lifestyle
en: Lifestyle
es: Estilo de vida
fr: Mode de vie
ja: ライフスタイル
ko: 라이프스타일
pt: Estilo de vida
ru: Образ жизни
tr: Yaşam

source: 相机
ar: الكاميرا
de: Kamera
en: Camera
es: Cámara
fr: Appareil photo
ja: カメラ
ko: 카메라
pt: Câmera
ru: Камера
tr: Kamera
zh_hant: 相機

source: 盾牌
ar: درع
de: Schild
en: Shield
es: Escudo
fr: Bouclier
ja: シールド
ko: 방패
pt: Escudo
ru: Щит
tr: Kalkan

source: 眼睛
ar: العين
de: Auge
en: Eye
es: Ojo
fr: Œil
ja: 目
ko: 눈
pt: Olho
ru: Глаз
tr: Göz

source: 磁盘
ar: القرص
de: Datenträger
en: Disk
es: Disco
fr: Disque
ja: ディスク
ko: 디스크
pt: Disco
ru: Диск
tr: Disk
zh_hant: 磁碟

source: 移动到
ar: نقل إلى
de: Verschieben nach
en: Move to
es: Mover a
fr: Déplacer vers
ja: 移動先
ko: 이동할 위치
pt: Mover para
ru: Переместить в
tr: Şuraya Taşı
zh_hant: 移動到

source: 笔记本电脑
ar: كمبيوتر محمول
de: Laptop
en: Laptop
es: Computadora portátil
fr: Ordinateur portable
ja: ノートパソコン
ko: 노트북
pt: Portátil
ru: Ноутбук
tr: Dizüstü Bilgisayar
zh_hant: 筆記型電腦

source: 系统
ar: النظام
de: System
en: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
pt: Sistema
ru: Система
tr: Sistem
zh_hant: 系統

source: 终端
ar: الطرفية
de: Terminal
en: Terminal
es: Terminal
fr: Terminal
ja: ターミナル
ko: 터미널
pt: Terminal
ru: Терминал
tr: Terminal
zh_hant: 終端機

source: 网格
ar: الشبكة
de: Gitter
en: Grid
es: Cuadrícula
fr: Grille
ja: グリッド
ko: 그리드
pt: Grade
ru: Сетка
tr: Izgara
zh_hant: 網格

source: 耳机
ar: سماعات الرأس
de: Kopfhörer
en: Headphones
es: Auriculares
fr: Casque
ja: ヘッドフォン
ko: 헤드폰
pt: Fones de ouvido
ru: Наушники
tr: Kulaklık
zh_hant: 耳機

source: 视频
ar: فيديو
de: Video
en: Video
es: Vídeo
fr: Vidéo
ja: ビデオ
ko: 비디오
pt: Vídeo
ru: Видео
tr: Video
zh_hant: 影片

source: 设置
ar: الإعدادات
de: Einstellungen
en: Settings
es: Configuración
fr: Paramètres
ja: 設定
ko: 설정
pt: Configurações
ru: Настройки
tr: Ayarlar
zh_hant: 設定

source: 选择图标
ar: اختر أيقونة
de: Symbol auswählen
en: Choose Icon
es: Elegir icono
fr: Choisir l'icône
ja: アイコンを選択
ko: 아이콘 선택
pt: Escolher ícone
ru: Выбрать значок
tr: Simge Seç
zh_hant: 選擇圖示

source: 通知
ar: الإخطارات
de: Mitteilungen
en: Notifications
es: Notificaciones
fr: Notifications
ko: 알림
pt: Notificações
ru: Уведомления
tr: Bildirimler

source: 铅笔
ar: قلم رصاص
de: Bleistift
en: Pencil
es: Lápiz
fr: Crayon
ja: 鉛筆
ko: 연필
pt: Lápis
ru: Карандаш
tr: Kurşun Kalem
zh_hant: 鉛筆

# 锁定
source: 锁
ar: القفل
de: Schloss
en: Lock
es: Candado
fr: Verrouiller
ja: ロック
ko: 자물쇠
pt: Bloquear
ru: Замок
tr: Kilit
zh_hant: 鎖定

source: 锤子
ar: المطرقة
de: Hammer
en: Hammer
es: Martillo
fr: Marteau
ja: ハンマー
ko: 해머
pt: Martelo
ru: Молоток
tr: Çekiç
zh_hant: 錘子

source: 键盘
ar: لوحة المفاتيح
de: Tastatur
en: Keyboard
es: Teclado
fr: Clavier
ja: キーボード
ko: 키보드
pt: Teclado
ru: Клавиатура
tr: Klavye
zh_hant: 鍵盤

source: 闪电
ar: البرق
de: Blitz
en: Lightning
es: Rayo
fr: Éclair
ja: ライトニング
ko: 번개
pt: Relâmpago
ru: Молния
tr: Yıldırım
zh_hant: 閃電

source: 隐藏
ar: إخفاء
de: Ausblenden
en: Hide
es: Ocultar
fr: Masquer
ja: 非表示
ko: 숨기기
pt: Ocultar
ru: Скрыть
tr: Gizle
zh_hant: 隱藏

source: 面板 %lld
ar: لوحة %lld
de: Panel %lld
en: Panel %lld
es: Panel %lld
fr: Panneau %lld
ja: パネル %lld
ko: 패널 %lld
pt: Painel %lld
ru: Панель %lld
tr: Panel %lld

source: 面板操作
ar: إجراءات اللوحة
de: Panel-Aktionen
en: Panel Actions
es: Acciones del panel
fr: Actions du panneau
ja: パネルアクション
ko: 패널 작업
pt: Ações do Painel
ru: Действия панели
tr: Panel Eylemleri

source: 面板设置
ar: إعدادات اللوحة
de: Panel-Einstellungen
en: Panel Settings
es: Configuración del panel
fr: Paramètres du panneau
ja: パネル設定
ko: 패널 설정
pt: Configurações do painel
ru: Настройки панели
tr: Panel Ayarları
zh_hant: 面板設定

source: 音乐
ar: الموسيقى
de: Musik
en: Music
es: Música
fr: Musique
ja: 音楽
ko: 음악
pt: Música
ru: Музыка
tr: Müzik
zh_hant: 音樂

source: 风扇
ar: مروحة
de: Lüfter
en: Fan
es: Ventilador
fr: Ventilateur
ja: ファン
ko: 팬
pt: Ventilador
ru: Вентилятор
tr: Fan
zh_hant: 風扇

source: 飞机
ar: طائرة
de: Flugzeug
en: Airplane
es: Avión
fr: Avion
ja: 飛行機
ko: 비행기
pt: Avião
ru: Самолет
tr: Uçak
zh_hant: 飛機

source: 鼠标
ar: الماوس
de: Maus
en: Mouse
es: Ratón
fr: Souris
ja: マウス
ko: 마우스
pt: Mouse
ru: Мышь
tr: Fare
zh_hant: 滑鼠

source: 高级选项
ar: خيارات متقدمة
de: Erweiterte Optionen
en: Advanced Options
es: Opciones avanzadas
fr: Options avancées
it: Opzioni avanzate
ja: 詳細オプション
ko: 고급 옵션
pt: Opções avançadas
pt_br: Opções avançadas
ru: Дополнительные параметры
tr: Gelişmiş Seçenekler
zh_hant: 進階選項

source: 替换操作
ar: استبدال الإجراء
de: Aktion ersetzen
en: Replace Action
es: Reemplazar acción
fr: Remplacer l’action
it: Sostituisci azione
ja: アクションを置き換える
ko: 동작 교체
pt: Substituir ação
pt_br: Substituir ação
ru: Заменить действие
tr: Eylemi Değiştir
zh_hant: 取代操作

source: 运行前预览
ar: معاينة قبل التشغيل
de: Vor Ausführung anzeigen
en: Preview Before Running
es: Vista previa antes de ejecutar
fr: Aperçu avant l’exécution
it: Anteprima prima dell’esecuzione
ja: 実行前にプレビュー
ko: 실행 전 미리보기
pt: Pré-visualizar antes de executar
pt_br: Visualizar antes de executar
ru: Предпросмотр перед запуском
tr: Çalıştırmadan Önce Önizleme
zh_hant: 執行前預覽

source: 运行前检查步骤、可用性和确认要求。
ar: تحقق من الخطوات والتوفر ومتطلبات التأكيد قبل التشغيل.
de: Schritte, Verfügbarkeit und Bestätigungen vor der Ausführung prüfen.
en: Check steps, availability, and confirmation requirements before running.
es: Comprueba los pasos, la disponibilidad y las confirmaciones antes de ejecutar.
fr: Vérifiez les étapes, la disponibilité et les confirmations avant l’exécution.
it: Controlla passaggi, disponibilità e conferme prima dell’esecuzione.
ja: 実行前にステップ、利用可能性、確認要件を確認します。
ko: 실행 전에 단계, 사용 가능 여부 및 확인 요구 사항을 검사합니다.
pt: Verifique etapas, disponibilidade e confirmações antes de executar.
pt_br: Verifique etapas, disponibilidade e confirmações antes de executar.
ru: Проверять шаги, доступность и подтверждения перед запуском.
tr: Çalıştırmadan önce adımları, kullanılabilirliği ve onay gereksinimlerini denetleyin.
zh_hant: 執行前檢查步驟、可用性與確認要求。

source: 工作流会按顺序更改系统状态；已完成的步骤无法自动撤销。
ar: يغيّر سير العمل حالة النظام بالترتيب؛ ولا يمكن التراجع تلقائيًا عن الخطوات المكتملة.
de: Der Workflow ändert den Systemzustand der Reihe nach; abgeschlossene Schritte können nicht automatisch rückgängig gemacht werden.
en: The workflow changes system state in order; completed steps cannot be undone automatically.
es: El flujo de trabajo cambia el estado del sistema en orden; los pasos completados no se pueden deshacer automáticamente.
fr: Le flux de travail modifie l’état du système dans l’ordre ; les étapes terminées ne peuvent pas être annulées automatiquement.
it: Il flusso di lavoro modifica lo stato del sistema in sequenza; i passaggi completati non possono essere annullati automaticamente.
ja: ワークフローは順番にシステム状態を変更します。完了したステップは自動的に取り消せません。
ko: 워크플로는 순서대로 시스템 상태를 변경하며 완료된 단계는 자동으로 취소할 수 없습니다.
pt: O fluxo de trabalho altera o estado do sistema em ordem; etapas concluídas não podem ser desfeitas automaticamente.
pt_br: O fluxo de trabalho altera o estado do sistema em ordem; etapas concluídas não podem ser desfeitas automaticamente.
ru: Рабочий процесс изменяет состояние системы по порядку; выполненные шаги нельзя отменить автоматически.
tr: İş akışı sistem durumunu sırayla değiştirir; tamamlanan adımlar otomatik olarak geri alınamaz.
zh_hant: 工作流程會依序變更系統狀態；已完成的步驟無法自動還原。

source: 请先修复不可用的步骤。
ar: أصلح الخطوات غير المتاحة أولاً.
de: Behebe zuerst nicht verfügbare Schritte.
en: Fix unavailable steps first.
es: Corrige primero los pasos no disponibles.
fr: Corrigez d’abord les étapes indisponibles.
it: Correggi prima i passaggi non disponibili.
ja: 利用できないステップを先に修正してください。
ko: 사용할 수 없는 단계를 먼저 수정하십시오.
pt: Corrija primeiro as etapas indisponíveis.
pt_br: Corrija primeiro as etapas indisponíveis.
ru: Сначала исправьте недоступные шаги.
tr: Önce kullanılamayan adımları düzeltin.
zh_hant: 請先修正無法使用的步驟。

source: 此步骤会在执行前要求确认。
ar: تتطلب هذه الخطوة تأكيدًا قبل التنفيذ.
de: Dieser Schritt erfordert vor der Ausführung eine Bestätigung.
en: This step requires confirmation before execution.
es: Este paso requiere confirmación antes de ejecutarse.
fr: Cette étape nécessite une confirmation avant l’exécution.
it: Questo passaggio richiede conferma prima dell’esecuzione.
ja: このステップは実行前に確認が必要です。
ko: 이 단계는 실행 전에 확인이 필요합니다.
pt: Esta etapa requer confirmação antes da execução.
pt_br: Esta etapa requer confirmação antes da execução.
ru: Этот шаг требует подтверждения перед выполнением.
tr: Bu adım yürütülmeden önce onay gerektirir.
zh_hant: 此步驟會在執行前要求確認。

source: 运行前等待 %@ 秒
ar: انتظر %@ ث قبل التشغيل
de: Vor Ausführung %@ Sek. warten
en: Wait %@ sec before running
es: Esperar %@ s antes de ejecutar
fr: Attendre %@ s avant l’exécution
it: Attendi %@ sec prima dell’esecuzione
ja: 実行前に%@秒待機
ko: 실행 전 %@초 대기
pt: Aguardar %@ s antes de executar
pt_br: Aguardar %@ s antes de executar
ru: Подождать %@ с перед запуском
tr: Çalıştırmadan önce %@ sn bekle
zh_hant: 執行前等待 %@ 秒

source: 操作说明不可用。
ar: وصف الإجراء غير متاح.
de: Aktionsbeschreibung nicht verfügbar.
en: Action description unavailable.
es: La descripción de la acción no está disponible.
fr: Description de l’action indisponible.
it: Descrizione dell’azione non disponibile.
ja: アクションの説明は利用できません。
ko: 동작 설명을 사용할 수 없습니다.
pt: Descrição da ação indisponível.
pt_br: Descrição da ação indisponível.
ru: Описание действия недоступно.
tr: Eylem açıklaması kullanılamıyor.
zh_hant: 操作說明無法使用。

source: 此操作正在运行。
ar: هذا الإجراء قيد التشغيل.
de: Diese Aktion wird bereits ausgeführt.
en: This action is already running.
es: Esta acción ya se está ejecutando.
fr: Cette action est déjà en cours.
it: Questa azione è già in esecuzione.
ja: このアクションは実行中です。
ko: 이 동작은 이미 실행 중입니다.
pt: Esta ação já está em execução.
pt_br: Esta ação já está em execução.
ru: Это действие уже выполняется.
tr: Bu eylem zaten çalışıyor.
zh_hant: 此操作正在執行。

source: 此工作流正在运行。
ar: سير العمل هذا قيد التشغيل.
de: Dieser Workflow wird bereits ausgeführt.
en: This workflow is already running.
es: Este flujo de trabajo ya se está ejecutando.
fr: Ce flux de travail est déjà en cours.
it: Questo flusso di lavoro è già in esecuzione.
ja: このワークフローは実行中です。
ko: 이 워크플로는 이미 실행 중입니다.
pt: Este fluxo de trabalho já está em execução.
pt_br: Este fluxo de trabalho já está em execução.
ru: Этот рабочий процесс уже выполняется.
tr: Bu iş akışı zaten çalışıyor.
zh_hant: 此工作流程正在執行。

source: 此操作未获准自动运行。
ar: هذا الإجراء غير معتمد للتشغيل التلقائي.
de: Diese Aktion ist nicht für die automatische Ausführung freigegeben.
en: This action is not approved to run automatically.
es: Esta acción no está autorizada para ejecutarse automáticamente.
fr: Cette action n’est pas autorisée à s’exécuter automatiquement.
it: Questa azione non è autorizzata all’esecuzione automatica.
ja: このアクションは自動実行が許可されていません。
ko: 이 동작은 자동 실행이 허용되지 않습니다.
pt: Esta ação não está autorizada a executar automaticamente.
pt_br: Esta ação não está autorizada a executar automaticamente.
ru: Это действие не разрешено для автоматического запуска.
tr: Bu eylemin otomatik çalıştırılmasına izin verilmiyor.
zh_hant: 此操作未獲准自動執行。

source: 工作流包含未获准自动运行的操作。
ar: يحتوي سير العمل على إجراء غير معتمد للتشغيل التلقائي.
de: Der Workflow enthält eine Aktion, die nicht für die automatische Ausführung freigegeben ist.
en: The workflow contains an action that is not approved to run automatically.
es: El flujo de trabajo contiene una acción no autorizada para ejecutarse automáticamente.
fr: Le flux de travail contient une action non autorisée à s’exécuter automatiquement.
it: Il flusso di lavoro contiene un’azione non autorizzata all’esecuzione automatica.
ja: ワークフローに自動実行が許可されていないアクションが含まれています。
ko: 워크플로에 자동 실행이 허용되지 않은 동작이 포함되어 있습니다.
pt: O fluxo de trabalho contém uma ação não autorizada a executar automaticamente.
pt_br: O fluxo de trabalho contém uma ação não autorizada a executar automaticamente.
ru: Рабочий процесс содержит действие, не разрешённое для автоматического запуска.
tr: İş akışı, otomatik çalıştırılmasına izin verilmeyen bir eylem içeriyor.
zh_hant: 工作流程包含未獲准自動執行的操作。

source: 自动运行数量已达上限。
ar: تم بلوغ الحد الأقصى لعمليات التشغيل التلقائي.
de: Das Limit für automatische Ausführungen ist erreicht.
en: The automatic run limit has been reached.
es: Se alcanzó el límite de ejecuciones automáticas.
fr: La limite d’exécutions automatiques est atteinte.
it: È stato raggiunto il limite delle esecuzioni automatiche.
ja: 自動実行数が上限に達しました。
ko: 자동 실행 한도에 도달했습니다.
pt: O limite de execuções automáticas foi atingido.
pt_br: O limite de execuções automáticas foi atingido.
ru: Достигнут лимит автоматических запусков.
tr: Otomatik çalıştırma sınırına ulaşıldı.
zh_hant: 自動執行數量已達上限。

source: %d 个操作
ar: %d إجراءات
de: %d Aktionen
en: %d actions
es: %d acciones
fr: %d actions
ja: %d件の操作
ko: 동작 %d개
pt: %d ações
ru: %d действий
tr: %d eylem
zh_hant: %d 個操作

source: %d 个步骤 · %d 条规则 · %@
ar: %d خطوات · %d قواعد · %@
de: %d Schritte · %d Regeln · %@
en: %d steps · %d rules · %@
es: %d pasos · %d reglas · %@
fr: %d étapes · %d règles · %@
ja: %dステップ・%dルール・%@
ko: %d단계 · 규칙 %d개 · %@
pt: %d etapas · %d regras · %@
ru: Шагов: %d · правил: %d · %@
tr: %d adım · %d kural · %@
zh_hant: %d 個步驟 · %d 條規則 · %@

source: 1 个操作
ar: إجراء واحد
de: 1 Aktion
en: 1 action
es: 1 acción
fr: 1 action
ja: 1件の操作
ko: 동작 1개
pt: 1 ação
ru: 1 действие
tr: 1 eylem
zh_hant: 1 個操作

source: 全局快捷键
ar: اختصار عام
de: Globaler Kurzbefehl
en: Global Shortcut
es: Atajo global
fr: Raccourci global
ja: グローバルショートカット
ko: 전역 단축키
pt: Atalho global
ru: Глобальное сочетание клавиш
tr: Genel Kısayol
zh_hant: 全域快速鍵

source: 手动
ar: يدوي
de: Manuell
en: Manual
es: Manual
fr: Manuel
ja: 手動
ko: 수동
pt: Manual
ru: Вручную
tr: El ile
zh_hant: 手動

source: 执行前需要确认。
ar: يلزم التأكيد قبل التشغيل.
de: Vor der Ausführung ist eine Bestätigung erforderlich.
en: Confirmation is required before running.
es: Se requiere confirmación antes de ejecutar.
fr: Une confirmation est requise avant l’exécution.
ja: 実行前に確認が必要です。
ko: 실행 전에 확인이 필요합니다.
pt: É necessária confirmação antes de executar.
ru: Перед запуском требуется подтверждение.
tr: Çalıştırılmadan önce onay gerekir.
zh_hant: 執行前需要確認。

source: 文件夹
ar: مجلد
de: Ordner
en: Folder
es: Carpeta
fr: Dossier
ja: フォルダ
ko: 폴더
pt: Pasta
ru: Папка
tr: Klasör
zh_hant: 資料夾

source: 空文件夹
ar: مجلد فارغ
de: Leerer Ordner
en: Empty folder
es: Carpeta vacía
fr: Dossier vide
ja: 空のフォルダ
ko: 빈 폴더
pt: Pasta vazia
ru: Пустая папка
tr: Boş klasör
zh_hant: 空資料夾

source: 此文件夹为空
ar: هذا المجلد فارغ
de: Dieser Ordner ist leer
en: This folder is empty
es: Esta carpeta está vacía
fr: Ce dossier est vide
ja: このフォルダは空です
ko: 이 폴더는 비어 있습니다
pt: Esta pasta está vazia
ru: Эта папка пуста
tr: Bu klasör boş
zh_hant: 此資料夾是空的

source: 在操作网格设置中添加操作。
ar: أضف إجراءات في إعدادات شبكة الإجراءات.
de: Füge Aktionen in den Action-Grid-Einstellungen hinzu.
en: Add actions in Action Grid settings.
es: Añade acciones en los ajustes de la cuadrícula de acciones.
fr: Ajoutez des actions dans les réglages de la grille d’actions.
ja: アクショングリッド設定でアクションを追加します。
ko: 동작 그리드 설정에서 동작을 추가하십시오.
pt: Adicione ações nos ajustes da Grade de Ações.
ru: Добавьте действия в настройках сетки действий.
tr: Eylemleri Eylem Izgarası ayarlarından ekleyin.
zh_hant: 在操作網格設定中加入操作。

source: 已关闭
ar: متوقف
de: Aus
en: Off
es: Desactivado
fr: Désactivé
ja: オフ
ko: 끔
pt: Desativado
ru: Выкл.
tr: Kapalı
zh_hant: 已關閉

source: 已开启
ar: مُشغّل
de: Ein
en: On
es: Activado
fr: Activé
ja: オン
ko: 켬
pt: Ativado
ru: Вкл.
tr: Açık
zh_hant: 已開啟

source: 统一搜索
ar: البحث الموحّد
de: Einheitliche Suche
en: Unified Search
es: Búsqueda unificada
fr: Recherche unifiée
ja: 統合検索
ko: 통합 검색
pt: Busca unificada
ru: Единый поиск
tr: Birleşik Arama
zh_hant: 統一搜尋

source: 触控板手势
ar: إيماءة لوحة التتبع
de: Trackpad-Geste
en: Trackpad Gesture
es: Gesto del trackpad
fr: Geste du trackpad
ja: トラックパッドジェスチャ
ko: 트랙패드 제스처
pt: Gesto do trackpad
ru: Жест трекпада
tr: Trackpad Hareketi
zh_hant: 觸控板手勢

source: 返回
ar: رجوع
de: Zurück
en: Back
es: Volver
fr: Retour
ja: 戻る
ko: 뒤로
pt: Voltar
ru: Назад
tr: Geri

source: 日历事件开始
ar: بدء حدث التقويم
de: Kalenderereignis beginnt
en: Calendar event starts
es: El evento del calendario comienza
fr: Début de l’événement de calendrier
it: Inizio evento di calendario
ja: カレンダーイベントの開始
ko: 캘린더 이벤트 시작
pt: Evento do calendário começa
pt_br: Evento do calendário começa
ru: Начало события календаря
tr: Takvim etkinliğinin başlaması
zh_hant: 行事曆事件開始

source: 日历事件结束
ar: انتهاء حدث التقويم
de: Kalenderereignis endet
en: Calendar event ends
es: El evento del calendario termina
fr: Fin de l’événement de calendrier
it: Fine evento di calendario
ja: カレンダーイベントの終了
ko: 캘린더 이벤트 종료
pt: Evento do calendário termina
pt_br: Evento do calendário termina
ru: Окончание события календаря
tr: Takvim etkinliğinin bitmesi
zh_hant: 行事曆事件結束

source: 应用 %@ 启动
ar: تشغيل التطبيق %@
de: App %@ wird gestartet
en: App %@ launches
es: La app %@ se inicia
fr: L’app %@ se lance
it: Avvio dell’app %@
ja: アプリ %@ の起動
ko: 앱 %@ 실행
pt: A aplicação %@ é iniciada
pt_br: O app %@ é iniciado
ru: Запуск приложения %@
tr: %@ uygulamasının açılması
zh_hant: App %@ 啟動

source: 应用 %@ 激活
ar: تنشيط التطبيق %@
de: App %@ wird aktiviert
en: App %@ activates
es: La app %@ se activa
fr: L’app %@ s’active
it: Attivazione dell’app %@
ja: アプリ %@ のアクティブ化
ko: 앱 %@ 활성화
pt: A aplicação %@ é ativada
pt_br: O app %@ é ativado
ru: Активация приложения %@
tr: %@ uygulamasının ön plana gelmesi
zh_hant: App %@ 啟用

source: 显示器连接
ar: اتصال الشاشة
de: Monitor verbunden
en: Display connected
es: Pantalla conectada
fr: Écran connecté
it: Schermo collegato
ja: ディスプレイの接続
ko: 디스플레이 연결
pt: Monitor ligado
pt_br: Tela conectada
ru: Подключение дисплея
tr: Ekran bağlantısı
zh_hant: 顯示器連接

source: 显示器断开
ar: قطع اتصال الشاشة
de: Monitor getrennt
en: Display disconnected
es: Pantalla desconectada
fr: Écran déconnecté
it: Schermo scollegato
ja: ディスプレイの接続解除
ko: 디스플레이 연결 해제
pt: Monitor desligado
pt_br: Tela desconectada
ru: Отключение дисплея
tr: Ekran bağlantısının kesilmesi
zh_hant: 顯示器中斷連線

source: 网络变为可用
ar: أصبحت الشبكة متاحة
de: Netzwerk wird verfügbar
en: Network becomes available
es: La red pasa a estar disponible
fr: Le réseau devient disponible
it: La rete diventa disponibile
ja: ネットワークが利用可能になる
ko: 네트워크 사용 가능
pt: A rede fica disponível
pt_br: A rede fica disponível
ru: Сеть становится доступной
tr: Ağın kullanılabilir hale gelmesi
zh_hant: 網路變為可用

source: 网络变为不可用
ar: أصبحت الشبكة غير متاحة
de: Netzwerk wird nicht verfügbar
en: Network becomes unavailable
es: La red deja de estar disponible
fr: Le réseau devient indisponible
it: La rete diventa non disponibile
ja: ネットワークが利用不可になる
ko: 네트워크 사용 불가
pt: A rede fica indisponível
pt_br: A rede fica indisponível
ru: Сеть становится недоступной
tr: Ağın kullanılamaz hale gelmesi
zh_hant: 網路變為不可用

source: 当 %@ · 运行 %@
ar: عند %@ · تشغيل %@
de: Wenn %@ · %@ ausführen
en: When %@ · Run %@
es: Cuando %@ · Ejecutar %@
fr: Quand %@ · Exécuter %@
it: Quando %@ · Esegui %@
ja: %@ のとき · %@ を実行
ko: %@일 때 · %@ 실행
pt: Quando %@ · Executar %@
pt_br: Quando %@ · Executar %@
ru: Когда %@ · Запустить %@
tr: %@ olduğunda · %@ çalıştır
zh_hant: 當 %@ · 執行 %@

source: 当 %@，且满足 %d 个条件 · 运行 %@
ar: عند %@ مع استيفاء الشروط (%d) · تشغيل %@
de: Wenn %@ und Bedingungen erfüllt sind (%d) · %@ ausführen
en: When %@ and conditions match (%d) · Run %@
es: Cuando %@ y se cumplen las condiciones (%d) · Ejecutar %@
fr: Quand %@ et que les conditions sont remplies (%d) · Exécuter %@
it: Quando %@ e le condizioni sono soddisfatte (%d) · Esegui %@
ja: %@ かつ条件を満たす（%d）とき · %@ を実行
ko: %@이고 조건을 충족할 때(%d) · %@ 실행
pt: Quando %@ e as condições forem cumpridas (%d) · Executar %@
pt_br: Quando %@ e as condições forem atendidas (%d) · Executar %@
ru: Когда %@ и условия выполнены (%d) · Запустить %@
tr: %@ olduğunda ve %d koşul karşılandığında · %@ çalıştır
zh_hant: 當 %@，且符合 %d 個條件 · 執行 %@

source: %@ 快捷键
ar: اختصار %@
de: Kurzbefehl für %@
en: %@ Shortcut
es: Atajo de %@
fr: Raccourci pour %@
ja: %@ のショートカット
ko: %@ 단축키
pt: Atalho de %@
ru: Сочетание клавиш для %@
tr: %@ Kısayolu
zh_hant: %@ 快速鍵

source: 包含敏感参数的预设不能通过运行链接调用。
ar: لا يمكن تشغيل الإعدادات المسبقة التي تحتوي على معلمات حساسة عبر رابط تشغيل.
de: Voreinstellungen mit sensiblen Parametern können nicht über einen Ausführungslink aufgerufen werden.
en: Presets containing sensitive parameters can’t be invoked by Run Link.
es: Los preajustes con parámetros confidenciales no se pueden ejecutar mediante un enlace de ejecución.
fr: Les préréglages contenant des paramètres sensibles ne peuvent pas être exécutés via un lien d’exécution.
ja: 機密パラメータを含むプリセットは実行リンクから呼び出せません。
ko: 민감한 매개변수가 포함된 프리셋은 실행 링크로 호출할 수 없습니다.
pt: Predefinições com parâmetros sensíveis não podem ser executadas por um link de execução.
ru: Предустановки с конфиденциальными параметрами нельзя запускать по ссылке запуска.
tr: Hassas parametreler içeren hazır ayarlar Çalıştırma Bağlantısı ile çağrılamaz.
zh_hant: 包含敏感參數的預設無法透過執行連結呼叫。
